"comment_deletetips"="Are you sure to delete it?";
"common_account"="Account";
"common_activity"="Activity";
"common_apr"="Apr.";
"common_atlcourse"="ATL Courses";
"common_aug"="Aug.";
"common_back"="Back";
"common_birthday"="Birthday";
"common_btn_all"="All";
"common_btn_back"="Back";
"common_btn_cancel"="Cancel";
"common_btn_close"="Close";
"common_btn_confirm"="Confirm";
"common_btn_continue"="Continue";
"common_btn_done"="Done";
"common_btn_edit"="Edit";
"common_btn_fags"="FAQs";
"common_btn_inspection"="Inspection";
"common_btn_more"="More";
"common_btn_ok"="OK";
"common_btn_pause"="Suspend";
"common_btn_preview"="Preview";
"common_btn_release"="Release";
"common_btn_save"="Save";
"common_btn_scan"="Scan";
"common_btn_send"="Send";
"common_btn_set"="Settings";
"common_btn_skip"="Skip";
"common_btn_submit"="Submit";
"common_btn_update"="Update";
"common_cancel"="Cancel";
"common_cancelselectall"="Cancel Select All";
"common_changecover"="Change Cover";
"common_city"="City";
"common_comment"="comment";
"common_comments"="Comments";
"common_complete"="Completed";
"common_completewithdelay"="Completed with delay";
"common_copy"="Copy";
"common_credits"="Credits";
"common_deadline"="Deadline";
"common_dec"="Dec.";
"common_delete"="Delete";
"common_deletedraft"="Delete";
"common_deploy_next"="Next";
"common_download"="Download";
"common_duration"="Duration";
"common_edit"="Edit";
"common_enter"="Enter";
"common_enterreply"="Please enter your reply";
"common_entertext"="Please enter the text";
"common_exam"="Exam";
"common_experience"="Experience";
"common_favorites"="Favorites";
"common_featureunsupport"="The phone system version is too low. This feature is not supported at this time.";
"common_feb"="Feb.";
"common_finished"="Finished";
"common_fullmark"="Full mark";
"common_gotit"="Got it";
"common_groupproject"="Group Project";
"common_h_ago"="h ago";
"common_homework"="Homework";
"common_hour"="h";
"common_instruction"="Instruction";
"common_introduction"="Introduction";
"common_jan"="Jan.";
"common_jul"="jul.";
"common_jun"="Jun.";
"common_loaderror"="Loading failed. Tap to reload";
"common_location"="Location";
"common_locationinfo"="Location Info";
"common_mar"="Mar.";
"common_mark"="Mark";
"common_may"="May";
"common_min"="min.";
"common_min_ago"="min. ago";
"common_modifypwd"="Change Password";
"common_moredetail"="More";
"common_msg_access_camera"="Can’t access Camera";
"common_msg_access_camera_content"="Please permit %@ to access Camera by going to “Settings-Privacy-Camera” on your iPhone";
"common_msg_access_microphone"="Can’t access Microphone";
"common_msg_access_microphone_content"="Please permit %@ to access Microphone by going to “Settings-Privacy-Microphone” on your iPhone";
"common_msg_access_photos"="Can’t access Photos";
"common_msg_access_photos_content"="Please permit %@ to access Photos by going to “Settings-Privacy-Photos” on your iPhone";
"common_msg_checkdetails"="Check details";
"common_msg_failed"="Failed";
"common_msg_help"="Help";
"common_msg_iknow"="Got it";
"common_msg_processing"="Processing...";
"common_msg_prompt"="Tips";
"common_msg_prompt1"="Tips";
"common_msg_submittal_failed"="Submittal failed";
"common_msg_watch"="Continue";
"common_mycomments"="My Comments";
"common_mylocation"="My location";
"common_na"="N/A";
"common_network_msg1"="You’re using cellular network currently. Continuing to play will consume cellular data";
"common_nodata"="No Data";
"common_nointroduction"="No Introduction for now";
"common_nov"="Nov.";
"common_oct"="Oct.";
"common_offlineclass"="Offline class";
"common_ok"="OK";
"common_ongoing"="Ongoing";
"common_operation"="Operation";
"common_orderstudy"="Please study in order";
"common_others"="Others";
"common_periods"="Periods";
"common_picture"="Picture";
"common_post"="Post";
"common_progress"="Progress";
"common_projectneedtoknow"="Project Need-to-Know";
"common_projectnotavailable"="Not Available";
"common_province"="v";
"common_publish"="Release";
"common_reason"="Reason";
"common_remarks"="Remarks";
"common_replycomment"="Reply Comment";
"common_resumestudy"="Resume";
"common_review"="Review";
"common_reviewed"="已批閱";
"common_revise"="Revise";
"common_rework"="Return for reworking";
"common_s_ago"="s ago";
"common_savedraft"="Save as a draft";
"common_scores"="Scores";
"common_searchNoData"="No Search Result";
"common_search_recently"="Recent search";
"common_select_photos"="Select from Photos";
"common_selectall"="Select All";
"common_send"="Send";
"common_sep"="Sep.";
"common_share"="Share";
"common_stage"="Stage";
"common_stagestudy"="Please study in stages";
"common_starttime"="Start Time";
"common_study_now"="Study Now";
"common_studynow"="Study Now";
"common_superintendent"="Superintendent";
"common_survey"="Survey";
"common_systemaccess_msg_camera_content"="Through Camera, we provide you with service in taking profile pictures and shooting creation material";
"common_systemaccess_msg_camera_title"="“%@” would like to access Camera";
"common_systemaccess_msg_microphone_content"="Through your microphone, we provide you with service in recording audio material for creation";
"common_systemaccess_msg_microphone_title"="“%@” would like to access Microphone";
"common_systemaccess_msg_photos_content"="Through Photos, we provide you with service in selecting profile and creation pictures";
"common_systemaccess_msg_photos_title"="“%@” would like to access Photos";
"common_tasks"="Tasks";
"common_tip_photos"="Photos";
"common_tip_search"="Search";
"common_tips"="Hint";
"common_tit_picture"="Pictures";
"common_tit_videos"="Videos";
"common_to"="to";
"common_tobeinstructed"="To be instructed";
"common_tobereview"="To be reviewed";
"common_today"="Today";
"common_totaltask"="Total";
"common_training"="Training";
"common_tutored"="Tutored";
"common_tutorial"="Tutorial";
"common_two_days_ago"="Two days ago";
"common_unlimited"="Unlimited";
"common_view"="View";
"common_write_comment"="Write a comment";
"common_yesterday"="Yesterday";
"tools_photo_crop_btn_original"="Original";
"tools_photo_crop_btn_undo"="Undo";
"tools_photo_msg_disabled_save"="Can’t save the image";
"tools_photo_msg_disabled_videos"="Can’t select videos";
"tools_photo_msg_needs_downloaded"="The picture needs to be downloaded";
"tools_photo_msg_nochecked_picture"="No picture checked";
"tools_photo_msg_save_failed"="/(ㄒoㄒ)/~~ Saving failed!!";
"tools_photo_msg_save_number"="You may select %d pictures at most.";
"tools_photo_msg_save_picture"="Save the picture";
"tools_photo_msg_save_success"="^_^ Saved!!";
"tools_photo_msg_sendto"="Send to:";
"tools_record_label_holdandsay"="Hold and say desired knowledge";
"tools_record_label_removefinger"="Remove finger to cancel";
"tools_record_label_slideup"="Slide up to cancel";
"tools_refresh_label_end"="That’s all we have";
"common_loadcomplete" = "I have the bottom line";
"tools_refresh_label_failed"="Loading failed. Click here to try again.";
"tools_scan_label_automa"="Place QR/Bar Code in the box to scan automatically";
"tools_ui_blank_msg_date"="No Data";
"tools_ui_blank_msg_exam"="You have no pending exams";
"tools_ui_blank_msg_file"="You have no archived task yet";
"tools_ui_blank_msg_mix"="You have no hybrid study project";
"tools_ui_blank_msg_online"="You have no study task now";
"tools_ui_blank_msg_train"="You have no ongoing face-to-face training";
"tools_ui_label_receive"="You’ve received";
"tools_ui_label_signbean"="Y beans";
"tools_ui_label_signinsuccess"="Signed in";
"tools_ui_label_upgrade"="Update to new version";
"tools_ui_message_reply"="Reply him/her";
"tools_ui_tip_enterkeywords"="Enter keywords";
"tools_ui_tip_search_knowledge"="Search for knowledge, courses...";

